[Information]
TRANSLATOR=Nejdet Acar
CONTACT_ADDRESS=acne@inndir.com
VERSION=3.0.0

[Language]
LANGUAGE=Turkish
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x041F

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Dosya
CUSTOMIZE=&Customize
EXIT=&Çıkış
EDIT=&Düzenle
COPY=&Kopyala
FUNCTION=Seçenek
HIDE_SMART_INFO=&S.M.A.R.T. Bilgilerini Gizle
HIDE_SERIAL_NUMBER=Seri Numarasını Gizle
SHOW_DRIVE_LETTER=Sürücü İsimlerini Göster
ADVANCED_DISK_SEARCH=Gelişmiş Disk Arama
EVENT_LOG=E&vent Log
AAM_APM_CONTROL=AA&M/APM Kontrolü
AUTO_AAM_APM_ADAPTION=Otomatik AAM/A&PM Uyumu
RESIDENT=Res&ident
STARTUP=&Startup
OPEN_DISK_MANAGEMENT="&Disk Yönetimi"ni Aç
OPEN_DEVICE_MANAGER="Aygıt Yöneticisi"ni Aç
ADVANCED_FEATURE=Gelişmiş Özellikler
REFRESH=&Yenile
RESCAN=Tekrar tara
DISABLE=&Kapalı
AUTO_REFRESH=&Otomatik Yenile
AUTO_REFRESH_TARGET=Otomatik Yenileme Hedefi
AUTO_REFRESH_TARGET_ALL_DISK=Otomatik Yenileme - Hedeflenmiş Tüm Diskler
AUTO_REFRESH_UNTARGET_ALL_DISK=Otomatik Yenileme - Hedeflenmemiş Tüm Diskler
WAIT_TIME_AT_STARTUP=Açılışta Bekleme Süresi
GRAPH=&Grafik
THEME=&Tema
DISK=&Disk
HELP=&Yardım
HELP_ABOUT=CrystalDiskInfo Hakkında
HELP_ABOUT_SMART=&S.M.A.R.T. Hakkında (Wikipedia) [Web]
LANGUAGE=&Dil Seçimi
ITEM=&Item
TEMPERATURE_TYPE=Sıcaklık Türü
CELSIUS=Santigrat (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Sağlamlık Durumu Ayarları

;Graph
OPTION=&Seçenekler
LEGEND_POSITION=&Legend Position
NORTH_WEST=&North West
NORTH_EAST=North &East
SOUTH_WEST=South &West
SOUTH_EAST=&South East
MAX_PLOT_POINT=&Max Plot Point
TIME_FORMAT=&Zaman Gösterim Şekli
PAINT_WEEKEND=&Paint Weekend
ALL=&Tümü

;2.7.0
COPY_OPTION=Kopyalama Seçenekleri
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Küçült
HIDE=Gizle

;3.0.0
ZOOM=&Yaklaştır
AUTO=&Otomatik
ATTRIBUTE=&Nitelikler

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=saniye
MINUTE=dakika
HOUR=hour

[TrayMenu]
EXIT=Çıkış
REFRESH=Yenile
RESCAN=Tekrar Tara
ENABLE=Açık
DISABLE=Kapalı
ENABLE_ALL=Tümünü Aç
DISABLE_ALL=Tümünü Kapat
AUTO_REFRESH=Otomatik Yenileme
AUTO_REFRESH_TARGET=Otomatik Yenileme Hedefi
AUTO_REFRESH_TARGET_ALL_DISK=Otomatik Yenileme - Hedeflenen Tüm Diskler
AUTO_REFRESH_UNTARGET_ALL_DISK=Otomatik Yenileme - Hedeflenmemiş Tüm Diskler
ALARM_SETTING_TEMPERATURE=Uyarı Ayarları - Sıcaklık
ALARM_SETTING_HEALTH_STATUS=Uyarı Ayarları - Sağlamlık Durumu
SHOW_MAIN_WINDOW=Ana Pencereyi Göster
SHOW_TEMPERATURE_ICON=Sıcaklık Simgesini Göster
SHOW_ALL_TEMPERATURE_ICON=Tüm Sıcaklık Simgelerini Göster
HIDE_ALL_TEMPERATURE_ICON=Tüm Sıcaklık Simgelerini Gizle
COLLECTIVE_SETTING=Collective Setting
GRAPH=Grafik
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Sadece Tüm Sıcaklık Simgesini Göster

[DiskStatus]
GOOD=İyi
CAUTION=Dikkat
BAD=Kötü
UNKNOWN=Bilinmeyen
DISK=Disk

[Dialog]
LIST_ID=ID
LIST_CURRENT=Mevcut
LIST_WORST=Worst
LIST_THRESHOLD=Threshold
LIST_RAW_VALUES=Raw Değerleri
;LIST_DESCRIPTION=Açıklamalar
LIST_ATTRIBUTE_NAME=Attribute Name

FIRMWARE=Firmware
SERIAL_NUMBER=Seri Numarası
INTERFACE=Arayüz
STANDARD=Standard
TRANSFER_MODE=Transfer Modu
BUFFER_SIZE=Buffer Boyutu
NV_CACHE_SIZE=NV Bellek Boyutu
ROTATION_RATE=Dönüş Oranı
TEMPERATURE=Sıcaklık
POWER_ON_HOURS=Çalışma Saati
POWER_ON_COUNT=Power On Count
DRIVE_LETTER=Sürücü Etiketi
FEATURE=Desteklenen Özellikler
HEALTH_STATUS=Sağlamlık Durumu

UNKNOWN=Bilinmeyen
POWER_ON_COUNT_UNIT=count
POWER_ON_HOURS_UNIT=saat
POWER_ON_DAYS_UNIT=gün

[Message]
DETECT_UNIT_POWER_ON_HOURS=Detecting unit of "Power On Hours" (required about 130 sec.)
DETECT_DISK=Disk Denetleniyor
PLEASE_ENABLE_WMI=Lütfen WMI yi Açınız (Windows Yönetim Yardımcıcı)
PLEASE_RESTART_THIS_APPLICATION=Lütfen Tema değiştirdiğinizde uygulamayı yeniden başlatın
DISK_NOT_FOUND=Disk Bulunamadı

[Alarm]
ALARM_TEMPERATURE=Uyarı - Sıcaklık
ALARM_HEALTH_STATUS=Uyarı - Sağlamlık Durumu
DEGRADATION=Degradation
RECOVERY=Recovery
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Lütfen bir öğe seçiniz
ACTUAL_VALUE=Gerçek Değer (Raw Değeri)
NORMALIZED_VALUE=Normal Değer (Mevcut Değer)
ALL_ON=Tümü Açık
ALL_OFF=Tümü Kapalı
RESET=Sıfırla

[Customize]
LINE_COLOR=Satır Rengi
BACKGROUND_IMAGE=Arkaplan Resmi
SUPPORTED_IMAGE_FORMAT=Desteklenen Resim Formatları
ALL_FILES=Tüm Dosyalar

[AamApm]
AAM_LOW=<- Yavaş (80h)
AAM_HIGH=Performans (FEh) ->
AAM_RECOMMEND=Önerilen Değer
APM_LOW=<- Asgari Güç (01h)
APM_HIGH=Performans (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=CrystalDiskInfo Hakkında
GRAPH=Grafik
CUSTOMIZE=Özelleştir
VERSION_INFORMATION=Versiyon Bilgileri
AAM_APM_CONTROL=AAM/APM Kontrolü
HEALTH_STATUS_SETTING=Sağlamlık Durumu Ayarları

[HealthStatus]
THRESHOLD_OF_CAUTION=Threshold of Caution
APPLY=Uygula
DEFAULT=Varsayılan

[Smart]
UNKNOWN=Unknown
VENDOR_SPECIFIC=Satıcı Bilgileri
01=Okuma Hatası Oranı
02=Throughput Performansı
03=Spin-Up Süresi
04=Başlangıç/Duruş Count
05=Reallocated Sectors Count
06=Okuma Kanal Boşluğu
07=Seek Error Rate
08=Seek Time Performance
09=Açılış Zamanı
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
BE=Airflow Temperature
BF=G-Sense Error Rate
C0=Power-off Retract Count
C1=Load/Unload Cycle Count
C2=Sıcaklık
C3=Hardware ECC recovered
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
C7=UltraDMA CRC Error Count
C8=Yazma Hatası Oranı
C9=Soft Read Error Rate
CA=Data Address Mark Error
CB=Run Out Cancel
CC=Soft ECC Correction
CD=Thermal Asperity Rate
CE=Flying Height
CF=Spin High Current
D0=Spin Buzz
D1=Offline Seek Performance
D3=Vibration During Write
D4=Shock During Write
DC=Disk Shift
DD=G-Sense Error Rate
DE=Loaded Hours
DF=Load/Unload Retry Count
E0=Load Friction
E1=Load/Unload Cycle Count
E2=Load 'In'-time
E3=Torque Amplification Count
E4=Power-Off Retract Cycle
E6=GMR Head Amplitude
E7=Sıcaklık
F0=Head Flying Hours
FA=Read Error Retry Rate
FE=Free Fall Protection

[SmartSsd]
01=Okuma Hatası Oranı
02=Throughput Performansı
03=Spin-Up Süresi
04=Başlangıç/Duruş Count
05=Reallocated Sectors Count
06=Okuma Kanal Boşluğu
07=Seek Error Rate
08=Seek Time Performance
09=Açılış Zamanı
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
0D=Soft Read Error Rate stab
C0=Unsafe Shutdown Count
C2=Sıcaklık
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Read Error Rate
09=Power-On Hours
0C=Power Cycle Count
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron]
09=Power-On Hours
0C=Power Cycle Count
C2=Temperature
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel] ;Updated (3.1)
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Power-On Hours Count
0C=Power Cycle Count
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[SmartSamsung] ;Updated (3.3)
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=Temperature
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate